Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་དགེ་སློང་དེ་ཉམ་ང་བ་དང་། དོག་པ་དང་། གནོད་པ་ཐོབ་ཅིང་སྡུག་བསྔལ་རྩུབ་པ་མི་བཟད་པ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་ཉམས་སུ་མྱོང་ནས་བསམས་པ། བདག་ཉམ་ང་བ་དོག་པ་གནོད་པ་ཐོབ་པ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་མ་དགོངས་པ་ལྟ་ཞིག །སྐབས་དེ་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མི་མཁྱེན་པའམ། མི་གཟིགས་པའམ། ཐུགས་སུ་མི་ཆུད་པའམ།
en: The monk, growing afraid, fearful, and hurt, and experiencing acute, intolerable, and unpleasant pain, wondered to himself, “Does the Blessed One not observe me afraid, fearful, and hurt?”

source: རྣམ་པར་མི་མཁྱེན་པ་ཅུང་ཟད་ཀྱང་མི་མངའོ།
en: There is nothing, even in the slightest, that the buddhas, the blessed ones, do not know, see, comprehend, or understand.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཐུགས་རྗེ་ཆེན་པོས་བསྐུལ་ནས་ཕྱོགས་དེར་གཤེགས་པ་དང་། སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུས་བཅོམ་ལྡན་འདས་ཕྱོགས་དེར་གཤེགས་པ་མཐོང་ངོ་།
en: When the Blessed One, spurred by great compassion, went there, Ātreya, the chief physician, saw the Blessed One arrive.

source: །མཐོང་ནས་ཀྱང་ཀུན་ནས་དཀྲིས་པ་དྲག་པོས་བཅོམ་ལྡན་འདས་ལ་སྨྲས་པ། དགེ་སྦྱོང་བྲན་མོའི་བུ་ཚུར་ཤོག །ཉན་ཐོས་ཀྱི་རྐུབ་ཕྱེ་བ་ལ་ལྟོས།
en: Upon seeing him, Ātreya, fiercely angry, called out to the Blessed One, “Come here, śramaṇa, son of a slave woman—look at your disciple’s anus cut open!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་ཉིད་ནས་སླར་ལོག་སྟེ་གཙུག་ལག་ཁང་དུ་གཤེགས་ནས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: Then the Blessed One left, returned to the monastery, and sat on the seat prepared for him.

source: །བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཛུམ་པ་མཛད་དོ།
en: When he had sat down, the Blessed One smiled.

source: །འདི་ནི་ཆོས་ཉིད་ཡིན་ཏེ། གང་གི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འཛུམ་པ་མཛད་པ་དེའི་ཚེ་ཞལ་ནས་འོད་ཟེར་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དག་འབྱུང་ཞིང་ཁ་ཅིག་ནི་འོག་ཏུ་འགྲོའོ།
en: It naturally occurs that whenever the buddhas, the blessed ones, smile, rays of blue, yellow, red, and white light emanate from their mouths.

source: །ཁ་ཅིག་ནི་སྟེང་དུ་འགྲོའོ།
en: Some of the rays stream downward and some stream upward.

source: །གང་དག་འོག་ཏུ་སོང་བ་དེ་དག་ནི་ཡང་སོས་དང་། ཐིག་ནག་དང་། བསྡུས་གཞོམ་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པ་དང་། ཆུ་བུར་ཅན་དང་། ཆུ་བུར་རྡོལ་བ་དང་། སོ་ཐམས་ཐམས་དང་། ཀྱི་ཧུད་ཟེར་བ་དང་། ཨ་ཆུ་ཟེར་བ་དང་། ཨུཏྤལ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་ཆེན་པོ་རྣམས་སུ་ཡང་སོང་སྟེ།
en: Those rays that stream downward go to the hells of Reviving, Black Cord, Being Crushed, Scream, Great Scream, Heat, Intense Heat, Incessant, Blisters, Burst Blisters, Aṭaṭa, Hahava, Huhuva, Water Lily, Lotus, and Great Lotus.

source: ཚ་བའི་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡིན་པ་དེ་དག་ལ་ནི་བསིལ་བར་འབབ་བོ།
en: They alight on and cool those in the hot hells and alight on and warm those in the cold hells.

source: གྲང་བའི་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡིན་པ་དེ་དག་ལ་ནི་དྲོ་བར་འབབ་བོ། །དེས་སེམས་ཅན་དེ་རྣམས་ཀྱི་སྡུག་བསྔལ་གྱི་ཁྱད་པར་དག་སོ་སོར་ཞི་བར་བྱས་སོ།
en: Thus, each of the various pains of those beings in hell ceases.

source: །དེ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། ཤེས་ལྡན་དག་ཅི་བདག་ཅག་འདི་ནས་ཤི་འཕོས་པར་གྱུར་ཏམ། འོན་ཏེ་གཞན་དུ་སྐྱེས་པར་གྱུར་སྙམ་པ་ལ། དེ་རྣམས་དད་པ་བསྐྱེད་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་སྤྲུལ་པ་ཞིག་བཏང་ངོ་།
en: When those beings think, “Sirs, have we died here and been reborn elsewhere?” the blessed ones send an emanation to engender their faith.

source: །དེ་རྣམས་ཀྱིས་སྤྲུལ་པ་མཐོང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ། ཤེས་ལྡན་དག་བདག་ཅག་ནི་འདི་ནས་ཤི་འཕོས་པ་མེད་ལ།
en: Seeing it, they think, “Sirs, we have not died here and been reborn elsewhere.

source: གཞན་དུ་སྐྱེས་པ་མེད་ཀྱིས་ཀྱང་སྔོན་མ་མཐོང་བའི་སེམས་ཅན་འདིའི་མཐུས་བདག་ཅག་གི་སྡུག་བསྔལ་གྱི་ཁྱད་པར་རྣམས་སོ་སོར་ཞི་བར་བྱས་སོ་ཞེས་དེ་རྣམས་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དད་པར་གྱུར་པས་དམྱལ་བ་མྱོང་བར་གྱུར་པའི་ལས་དེ་ཟད་པར་བྱས་ནས་གང་དུ་བདེན་པ་རྣམས་མཐོང་བའི་སྣོད་དུ་འགྱུར་བ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་ཉིང་མཚམས་སྦྱོར་བ་བཟུང་ངོ་།
en: Each of our various pains ceased on account of the power of this being we have never seen before.” Their minds filled with faith in the emanation, they exhaust the karma that led them to experience the hells and are reborn among gods and humans as vessels for seeing the truths.

source: །གང་དག་སྟེང་དུ་སོང་བ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་དང་། སུམ་བཅུ་རྩ་གསུམ་དང་། འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་པས་མདུན་ན་འདོན་དང་། ཚངས་པ་ཆེན་པོ་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་དང་། སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སོང་ནས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པའི་དབྱངས་སྒྲོག་ཅིང་ཚིགས་སུ་བཅད་པ་འདི་གཉིས་ཀྱང་བསྒྲགས་སོ། །བརྩམ་པར་བྱ་ཞིང་འབྱུང་བར་བྱ།
en: Those rays that stream upward go to the gods attendant on the Four Great Kings, the Thirty-Three Gods, the gods of Yāma, Tuṣita, Nirmāṇarati, and Para­nirmita­vaśa­vartin, the gods attendant on Brahmā, and the gods of Brahma­purohita, Mahābrahman, Parīttābha, Apramāṇābha, Ābhāsvara, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Anabhraka, Puṇyaprasava, Bṛhatphala, Abṛha, Atapa, Sudṛśa, Sudarśana, and Akaniṣṭha. They resonate with the words “impermanent,” “subject to suffering,” “empty,” and “selfless,” and they proclaim these two verses: “Take action! Go forth!

source: །སངས་རྒྱས་བསྟན་ལ་འཇུག་པར་བྱ།
en: Apply yourself to the Buddha’s teachings!

source: །འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན།
en: As an elephant destroys a house made of reeds,

source: འཆི་བདག་སྡེ་ནི་གཞོམ་པར་བྱ།
en: Destroy the army of Death!

source: །གང་ཞིག་རབ་ཏུ་བག་ཡོད་པས།
en: “Those who, with great care,

source: །ཆོས་འདུལ་འདི་ལ་བརྩོན་གྱུར་ན།
en: Exert themselves in this Dharma and Vinaya

source: །སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནས།
en: Abandon the course of rebirth

source: །སྡུག་བསྔལ་ཐ་མར་བྱེད་པར་གྱུར།
en: And bring an end to suffering!”

source: །དེ་ནས་འོད་ཟེར་དེ་དག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོ་འཇིག་རྟེན་གྱི་ཁམས་རྣམས་བྱུལ་ནས་བཅོམ་ལྡན་འདས་ཉིད་ཀྱི་རྗེས་བཞིན་རྗེས་བཞིན་དུ་འགྲོའོ།
en: Then the rays of light, after unfurling through the worlds of the great billionfold universe, later return to the Blessed One.

source: །དེ་ལ་གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་འདས་པའི་ལས་རྣམས་ལུང་སྟོན་པར་བཞེད་ན་ནི།
en: The rays disappear into the space behind the Blessed One when the Blessed One intends to explain actions of the past.

source: བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་སུ་ནུབ་པར་འགྱུར་རོ། །མ་འོངས་པ་ལུང་སྟོན་པར་བཞེད་ན་ནི་མདུན་ལོགས་སུ་ནུབ་པར་འགྱུར་རོ།
en: They disappear into the space in front of the Blessed One when the Blessed One intends to explain the future.

source: །དམྱལ་བར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐིལ་དུ་ནུབ་པར་འགྱུར་རོ།
en: They disappear into the soles of his feet when the Blessed One intends to explain rebirth in the hells.

source: །དུད་འགྲོར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་རྟིང་པར་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his heels when the Blessed One intends to explain rebirth as an animal.

source: །ཡི་དགས་སུ་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐེ་བོར་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his big toe when the Blessed One intends to explain rebirth as a hungry ghost.

source: །མིར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་པུས་མོར་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his knees when the Blessed One intends to explain rebirth as a human.

source: །སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་གཡོན་པའི་མཐིལ་དུ་ནུབ་པར་འགྱུར་རོ། །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་གཡས་པའི་མཐིལ་དུ་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his left palm when the Blessed One intends to explain rebirth as a wheel-turning king of power. They disappear into his right palm when the Blessed One intends to explain rebirth as a wheel-turning king.

source: །ལྷ་རྣམས་སུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་སྐུའི་ལྟེ་བར་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his navel when the Blessed One intends to explain rebirth as a god.

source: །ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞལ་གྱི་ནང་དུ་ནུབ་པར་འགྱུར་རོ།
en: They disappear into his mouth when the Blessed One intends to explain the awakening of a disciple.

source: །རང་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་མཛོད་སྤུར་ནུབ་པར་འགྱུར་རོ།
en: They disappear into the circle of hair between his eyebrows when the Blessed One intends to explain the awakening of a self-awakened one.

source: །ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་དབུའི་གཙུག་ཏུ་ནུབ་པར་འགྱུར་རོ།
en: They disappear into the crown of his head when the Blessed One intends to explain complete and perfect awakening.

source: །དེ་ནས་འོད་ཟེར་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ཀྱི་མཐིལ་དུ་ནུབ་བོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ནས་ཞུས་པ།
en: The rays of light then circled the Blessed One three times and disappeared into the soles of his feet.The venerable Ānanda made the gesture of supplication to the Blessed One and said:

source: ཁ་དོག་སྣ་ཚོགས་སྟོང་གིས་བཀྲ་བ་ཡི།
en: “A mass made brilliant by thousands of colors

source: །ཚོགས་རྣམས་ཞལ་གྱི་ནང་ནས་བྱུང་གྱུར་པ།
en: Came forth from your mouth,

source: །ཇི་ལྟར་གདུགས་ནི་ཤར་བར་གྱུར་པ་བཞིན།
en: Like the sun rising,

source: །དེ་ཡིས་ཕྱོགས་རྣམས་ཀུན་དུ་སྣང་བར་བགྱིས།
en: Shining in every direction.”

source: །ཡང་ཚིགས་སུ་བཅད་པ་དག་གསོལ་པ།
en: And Ānanda then spoke these verses:

source: རྒོད་བྲལ་ཞུམ་དང་རྒྱགས་པ་སྤངས་པ་ཡི། །སངས་རྒྱས་འགྲོ་ནང་མཆོག་གི་རྒྱུར་གྱུར་པ།
en: “One who has become a buddha, the supreme cause in the world, Free from restlessness, discouragement, and self-satisfaction,

source: །རྒྱལ་བ་དགྲ་ཐུལ་བྱེད་རྒྱུ་མ་མཆིས་པར། །རྩ་ལག་དུང་ལྟར་དཀར་འཛུམ་སྟོན་མི་མཛད།
en: A victor who has subdued enemies— Not without cause does he flash a smile, White like a lotus root or a conch shell.

source: །དེ་སླད་བརྟན་པ་ཉིད་བློས་དུས་མཁྱེན་ནས།
en: “Therefore, O resolute one, please know when the time is right,

source: །རྒྱལ་བའི་དབང་པོ་ཐུབ་པ་སྐྱེས་ཀྱི་མཆོག །ཉན་པར་འཚལ་བའི་ཉན་པ་པོ་རྣམས་ཀྱི། །ཐེ་ཚོམ་སྐྱེས་པ་གསུང་ཚིག་བརྟན་པ་དང་། །དམ་པ་བཟང་པོ་དག་གིས་བསལ་དུ་གསོལ།
en: O lord of victors, supreme Muni, And resolve the doubts of your listeners who desire to hear With words that are reliable, sublime, and excellent. “Protectors, perfectly awakened ones,

source: །ཚྭ་ཆུའི་རི་བོ་ལྟ་བུར་བརྟན་པའི་མགོན།
en: Who are steady like the mountains in the middle of the ocean,

source: །རྫོགས་སངས་རྒྱས་རྣམས་བློ་བུར་འཛུམ་མི་སྟོན།
en: Do not smile accidentally. These many people desire to hear

source: །བརྟན་པ་ཅི་སླད་འཛུམ་པ་སྟོན་མཛད་པ། །སྐྱེ་བོ་ཕལ་ཆེ་འདི་དག་དེ་ཉན་འཚལ།
en: For what reason the resolute one smiles.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ཏེ། དེ་དེ་བཞིན་ནོ།
en: “Ānanda,” said the Blessed One, “that is exactly it!

source: །ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མེད་རྐྱེན་མེད་པར་འཛུམ་པ་མི་སྟོན་ཏེ།
en: Tathāgatas, arhats, perfectly awakened ones do not smile without cause or condition.

source: ཀུན་དགའ་བོ་སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུ་ཉམས་ཤིང་ཆུད་ཟོས་པར་གྱུར་ཏེ།
en: Ānanda, Ātreya, the chief physician, is degenerate and will meet an untimely end.

source: དེས་དེ་བཞིན་གཤེགས་པ་མང་པོས་བཀུར་བའི་གདུང་རྒྱུད་ནས་བཟུང་སྟེ་སྤྱོད་པ་སྐྱོན་མི་མངའ་བ་ལ་བྲན་མོའི་བུ་ཞེས་སྨྲས་སོ།
en: He said ‘son of a slave woman’ to the Tathāgata, who has had no fault in his conduct since he assumed Mahāsammata’s lineage.

source: །དེ་དེང་ནས་ཞག་བདུན་ནས་ཁྲག་དྲོན་དུ་སྐྱུགས་ཏེ་དུས་བྱེད་པར་འགྱུར་ཏེ།
en: In seven days Ātreya will die, vomiting blood.

source: ལུས་ཞིག་ནས་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: With the destruction of his body, he will be reborn among the hell beings.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་རྒྱུན་ཤེས་ཀྱི་བུའམ།
en: Therefore, monks, you should not treat Ātreya or others like Ātreya with respect.

source: རྒྱུན་ཤེས་ཀྱི་བུ་འདྲ་བ་ལ་བསྙེན་བཀུར་བྱེད་དུ་མ་གཞུག་ཅིག །གཞང་འབྲུམ་ཡང་གཅད་པར་མི་བྱའོ།
en: You should not surgically remove hemorrhoids.

source: །འོན་ཀྱང་གཞང་འབྲུམ་གྱི་དཔྱད་ནི་རྣམ་པ་གཉིས་ཀྱིས་བྱ་སྟེ།
en: Treatment for hemorrhoids should be done in two ways:

source: གསང་སྔགས་དང་། སྨན་གྱིས་སོ།
en: mantras and medicines.

source: །དགེ་སློང་གིས་གཞང་འབྲུམ་གཅོད་དམ། རྒྱུན་ཤེས་ཀྱི་བུའམ། རྒྱུན་ཤེས་ཀྱི་བུ་འདྲ་བ་ལ་བསྙེན་བཀུར་བྱེད་དུ་འཇུག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If a monk surgically removes hemorrhoids or treats Ātreya or others like Ātreya with respect, the monk becomes guilty of an offense.”

source: །དགེ་སློང་དེ་རྒྱུན་ཤེས་ཀྱི་བུས་ཇི་ལྟར་གནོད་པ་དེ་ཉིད་ཀྱིས་དུས་ལས་འདས་པ་དེ་ལྟ་དེ་ལྟར་བྱས་སོ།
en: The monk died from the particular harm done by Ātreya.

source: །དེ་ནས་བློན་པོ་དག་གིས་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་སྨྲས་པ། ལྷ་རྒྱུན་ཤེས་ཀྱི་བུས་ནི་བཅོམ་ལྡན་འདས་ལ་ཡང་བྲན་མོའི་བུ་ཞེས་ཚིག་ཏུ་སྨྲས་ལ། དགེ་སློང་དེ་ཡང་ཇི་ལྟར་གནོད་པ་དེ་ཉིད་ཀྱིས་དུས་ལས་འདས་པ་དེ་ལྟ་དེ་ལྟར་བགྱིས་སོ།
en: The ministers reported to King Prasenajit, “Your Majesty, Ātreya said ‘son of a slave woman’ to the Blessed One and that monk died of the particular harm done by Ātreya.”

source: །དེ་ནས་རྒྱལ་པོ་ཆེ་ཐང་དུ་ཁྲོས་ནས་བློན་པོ་རྣམས་ལ་བསྒོ་བ། ཤེས་ལྡན་དག་ངས་སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུ་ཡོངས་སུ་བཏང་ཟིན་ཀྱིས་དེང་ཤིག །བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ།
en: The king was then very much enraged and shouted to his ministers, “Sirs, I have renounced Ātreya, the chief physician. Go!”

source: ལྷ་གུམ་ལགས་པ་དེ་དགུམ་ཅི་འཚལ།
en: “Your Majesty,” said the ministers, “why would you want to kill he who is already dead?

source: བཅོམ་ལྡན་འདས་ཉིད་ཀྱི་ཞག་བདུན་ན་ཁྲག་དྲོན་དུ་སྐྱུགས་ནས་དུས་བྱེད་པར་འགྱུར་ཏེ་ལུས་ཞིག་ནས་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་ལགས་སོ། །རྒྱལ་པོས་སྨྲས་པ།
en: The Blessed One predicted, ‘In seven days he will die, vomiting blood. With the destruction of his body, he will be reborn among the hell beings.’ ”

source: གལ་ཏེ་དེ་ལྟར་གྱུར་ན་ངའི་ཡུལ་ནས་སྤྱུགས་ཤིག །དེ་དག་གིས་དེ་སྤྱུགས་ནས་ཡུལ་གནས་བཅས་ཞེས་བྱ་བར་ཕྱིན་ནོ།
en: “Then banish him from my country,” ordered the king. The ministers banished Ātreya and he went to a country called Sāketā.

source: །ཡུལ་གནས་བཅས་ན་གནས་པའི་ལྷ་རྣམས་ཀྱིས་སྐྱེས་བུ་གཏི་མུག་གང་གི་ཕྱིར་ཁྱོད་ཁམས་གསུམ་གྱི་མགོན་པོ་ལ་བྲན་མོའི་བུའོ་ཞེས་ཚིག་ཏུ་སྨྲས་པ། ཁྱོད་འདིར་གནས་སུ་ག་ལ་རུང་ཞེས་མང་དུ་སྤྱོས་ནས་བསྐྲད་དོ།
en: The gods living in Sāketā greatly reviled him: “You stupid man, why should you who has said ‘son of a slave woman’ to the protector of the three realms stay here?” And so they expelled Ātreya.

source: །དེ་ནས་བཱ་རཱ་ཎ་སཱིར་སོང་ངོ་།
en: Then he went to Vārāṇasī.

source: །དེ་ནས་ཀྱང་བསྐྲད་ནས་ཡངས་པ་ཅན་དུ་སོང་ངོ་།
en: Then, having been expelled from there, he went to Vaiśālī.

source: །དེ་ནས་ཀྱང་བསྐྲད་ནས་ཡུལ་ཙམ་པར་སོང་ངོ་།
en: Then, having been expelled from there, he went to Campā.

source: །དེ་ནས་ཀྱང་བསྐྲད་ནས་རྒྱལ་པོའི་ཁབ་ཏུ་སོང་ངོ་།
en: Then, having been expelled from there, he went to Rājagṛha.

source: །དེ་ནས་ཀྱང་བསྐྲད་ནས་ཤིང་དྲུང་ཞིག་ན་གནས་སོ།
en: Then, having been expelled from there, he dwelt under a tree.

source: །དེ་ནས་ཀྱང་ཤིང་ལ་གནས་པའི་ལྷ་རྣམས་ཀྱིས་བསྐྲད་ནས། འབབ་ཆུ་དང་། མཚོ་དང་། མཚེའུ་དག་གི་འགྲམ་ཤིག་ཏུ་སོང་བ་དང་དེར་ཡང་སྐབས་མ་རྙེད་ནས་དེས་བསམ་པ།
en: Then, having been expelled from there by the gods living in the tree, Ātreya went to the shores of a river, a lake, and a pond.

source: འཛམ་བུའི་གླིང་འདི་ན་རེ་ཞིག་ཝ་དག་གིས་ཀྱང་སྐབས་རྙེད་ན། བདག་གིས་སྐབས་ཤིང་དྲུང་དང་། མཚོ་དང་། མཚེའུ་དག་ན་ཡང་མེད་དོ་སྙམ་པ་དང་། དེ་ལ་གང་གིས་ན་ཁྲག་དྲོན་པོ་སྐྱུགས་ནས་དུས་ལས་འདས་པ་དེ་ལྟ་བུའི་ཀུན་ནས་དཀྲིས་པ་སྐྱེས་སོ།
en: Even there he could not find an opportunity to stay and thought, “Although even foxes find opportunities to stay on this continent of Jambu, I have nowhere to stay even under a tree, at a lake, or at a pond.” Then, the fierce agony arose for him in which one dies vomiting blood.

source: །དུས་ལས་འདས་མ་ཐག་ཏུ་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེས་སོ།
en: As soon as he died, he was reborn in the great hell of Incessant.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱུང་བ་དེ་ལ་ཚིགས་སུ་བཅད་པ་དག་གསུངས་པ།
en: Then the Blessed One spoke these verses about that incident: “Words, like an axe, hurtle forth from the mouth

source: མི་ཞིག་སྐྱེས་པར་གྱུར་པ་ཡི། །ཁ་ནས་སྟ་རེའི་ཚིག་འབྱུང་སྟེ།
en: Of a person who has been reborn.

source: །ཉེས་པར་སྨྲ་བ་སྨྲ་ཚིག་དེས།
en: Those who speak ill

source: །བདག་ཉིད་ལ་ནི་གཅོད་པར་བྱེད།
en: Cut themselves with the words they say.

source: །གང་ཞིག་སྨད་འོས་སྐྱེ་བོ་བསྔགས་བྱེད་ཅིང་།
en: “Those who praise those who are worthy of reproach

source: །བསྔགས་འོས་སྐྱེ་བོ་རྣམ་པར་སྨོད་བྱེད་པ།
en: And reproach those who are worthy of praise

source: །དེ་ནི་ཁ་ཡི་ཉེས་པས་གང་གིས་ན།
en: Offend with the mouth,

source: །བདེ་བ་ཐོབ་མི་འགྱུར་བའི་ཉེས་པ་སོགས།
en: Because of which they fail to obtain happiness. “The loss of one who, in this world,

source: །འདིར་ནི་བརྒྱན་པོས་རང་གི་ནོར་ཡལ་བ།
en: Loses his own wealth by gambling is small.

source: །འདི་ནི་ཕུང་བ་ཅུང་ཟད་ཙམ་ཡིན་ཏེ།
en: The loss of one who

source: །བདེ་གཤེགས་རྣམས་ལ་ཡིད་ཀྱིས་གདུག་བསམ་པ། །གང་ཡིན་དེ་ནི་ཕུང་བ་ཆེན་པོ་ཡིན།
en: Thinks ill of the sugatas is great.

source: །འཕགས་ལ་གནོད་བྱེད་ལུས་དང་ངག་གིས་ལས།
en: “After reproaching the noble ones and, with body and speech,

source: །སྡིག་ཏོ་བྱས་ནས་ཆུ་བུར་རྡོལ་རྣམས་སུ།
en: Doing evil, he will go to the hell of Burst Blisters

source: །ལོ་འབུམ་དག་དང་ཆུ་བུར་ཅན་དུ་ལོ།
en: And stay there for one hundred thousand years.

source: །བཞི་ཁྲི་ཆིག་སྟོང་གང་ཡིན་དམྱལ་དེར་འགྲོ།། །།
en: Then he will go to the hell of Blisters And stay there for forty-one thousand years.” IV. One Who Has a Wind Illness

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡུལ་ཀ་ཤི་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་གྲོང་རྡལ་མཚམས་མ་བཅད་པ་གཞན་ཞིག་ཏུ་དགོངས་བཏབ་ནས་བཞུགས་སོ།
en: The Buddha, the Blessed One, was once traveling through the country of Kāśi and stayed overnight in a town where the boundary had not been fixed.

source: །དེ་ན་བཅོམ་ལྡན་འདས་རླུང་ནད་ཀྱི་སྙུན་གྱིས་ཐེབས་པར་གྱུར་ཏོ།
en: There the Blessed One caught a wind illness.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ། བཅོམ་ལྡན་འདས་ལ་བདག་གིས་རང་གི་བློས་ནི་རིམ་གྲོ་ལན་མང་དུ་བྱས་ན་སྨན་པ་ལ་ལན་འགའ་ཡང་མ་དྲིས་ཀྱིས།
en: The venerable Ānanda thought, “Although I have attended to the Blessed One at my own discretion many times, I have never asked a physician for advice.

source: མ་ལ་བདག་གིས་ད་ནི་སྨན་པ་ལ་དྲིའོ་སྙམ་སྟེ། དེ་སྨན་པའི་དྲུང་དུ་སོང་ནས་བཞིན་བཟངས་བཅོམ་ལྡན་འདས་འདི་ལྟ་བུའི་སྙུན་གྱིས་ཐེབས་ཀྱིས་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ།
en: Now I will ask a physician for advice.” He went to a physician and said, “Sir, since the Blessed One has a disease like this, prescribe medicine for him.”

source: འཕགས་པ་གྲུ་སུམ་ཆབ་མར་མང་པོ་སྩལ་པ་སྒྲོལ་ལ་གསོལ་ཅིག་དང་སྙུན་གདངས་པར་འགྱུར་རོ།
en: “Noble one,” said the physician, “have him eat the three spices boiled with a good amount of ghee, and he will recover his health.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་རང་ཉིད་ཀྱིས་བྱས་ཏེ་བཙོས་ནས་བཅོམ་ལྡན་འདས་ལ་འབུལ་ལོ།
en: Then the venerable Ānanda himself prepared and cooked the food and offered it to the Blessed One.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པ་ཡིན་པས།
en: The buddhas, the blessed ones, ask though they already know.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་རྨས་པ། ཀུན་དགའ་བོ་འདི་ཅི་ཡིན། དེས་གསོལ་པ།
en: The Buddha, the Blessed One, asked the venerable Ānanda, “Ānanda, what is this?”

source: བཙུན་པ་བདག་གིས་གློ་བ་ལ་བསམས་ན། བཅོམ་ལྡན་འདས་ལ་བདག་གིས་རང་གི་བློས་ནི་རིམ་གྲོ་ལན་མང་དུ་བགྱིས་ན་སྨན་པ་ལ་ལན་འགའ་ཡང་མ་དྲིས་ཀྱིས།
en: Ānanda said, “Honored One, I thought, ‘Although I have attended to the Blessed One at my own discretion many times, I have never asked a physician for advice.

source: མ་ལ་བདག་གིས་ད་ནི་སྨན་པ་ལ་དྲིའོ་སྙམ་བགྱིས་ནས་བདག་གིས་སྨན་པ་ལ་སྨྲས་ན་དེའི་མཆིད་ནས། གྲུ་སུམ་ཆབ་མར་མང་པོས་སྩལ་བ་སྒྲོལ་ལ་གསོལ་ཅིག་དང་སྙུན་གདངས་པར་འགྱུར་རོ་ཞེས་མཆི་ནས། དེ་ནས་བདག་གིས་བགྱིས་ཏེ་བསྒྲལ་བ་ལགས་སོ།
en: Now I will ask a physician for advice.’ When I consulted a physician, he said, ‘Noble one, have him eat the three spices boiled with a good amount of ghee, and he will recover his health.’ So I myself prepared and cooked it.”

source: །ཀུན་དགའ་བོ་གང་དུ་བཙོས།
en: “Ānanda, where did you make it?”

source: མཚམས་ཀྱི་ནང་དུའོ།
en: “Within the boundary.”

source: །གང་དུ་གཞག །མཚམས་ཀྱི་ནང་དུའོ།
en: “Where did you put it?” “Within the boundary.”

source: །སུས་བཙོས།
en: “Who cooked it?”

source: བདག་གིས་མཚམས་ཀྱི་ནང་དུའོ།
en: “I did, within the boundary.”

source: །ཀུན་དགའ་བོ་མཚམས་ཀྱི་ནང་དུ་བཙོས་ལ་མཚམས་ཀྱི་ནང་དུ་ཞག་ཀྱང་ལོན་པ་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: “Ānanda, what was cooked within the boundary and was left within the boundary should not be eaten.

source: །མཚམས་ཀྱི་ནང་དུ་བཙོས་ལ་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་ཞག་ལོན་པ་ཡང་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: What was cooked within the boundary and was left outside the boundary should not be eaten.

source: །མཚམས་ཀྱི་ཕྱི་རོལ་དུ་བཙོས་ལ་མཚམས་ཀྱི་ནང་དུ་ཞག་ལོན་པ་ཡང་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: What was cooked outside the boundary and was left within the boundary should not be eaten.

source: །མཚམས་ཀྱི་ཕྱི་རོལ་དུ་བཙོས་ལ་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་ཞག་ལོན་ན་ལོངས་སྤྱད་པར་བྱའོ།
en: What was cooked outside the boundary and was left outside the boundary may be eaten.

source: །ཀུན་དགའ་བོ་མཚམས་ཀྱི་ནང་ཡང་རུང་མཚམས་ཀྱི་ཕྱི་རོལ་ཡང་རུང་སྟེ་དགེ་སློང་གིས་བཙོས་པ་ནི་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: Ānanda, what was cooked by a monk, whether within the boundary or outside the boundary, should not be eaten in any situation.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་བཙོས་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ལོངས་སྤྱད་པར་མི་བྱའོ་ཞེས་གསུངས་པ་དང་། མཉན་ཡོད་ན་ཁྱིམ་བདག་གཞན་ཞིག་ཡོད་པ་དེ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: The Blessed One concluded, “What was cooked by a monk should not be eaten in any situation.” A householder living in Śrāvastī went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When the householder arrived, he bowed down until his forehead touched the feet of the Blessed One, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དེ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ། རྣམ་གྲངས་དུ་མར་ཞེས་བྱ་བ་ནས།
en: When he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the householder.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: After he had . . . delighted him in a variety of ways . . . the Blessed One remained silent.

source: །དེ་ནས་ཁྱིམ་བདག་དེ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱ་བ་ནས་རྒྱས་པར་སྦྱར་ཏེ། ཇི་ཙམ་ན་སྤྱན་འདྲེན་གྱིས་དུས་ཚོད་གསོལ་བ། བཙུན་པ་གདུགས་ཚོད་ལགས་ན།
en: Then the householder rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said to him, “May the Blessed One together with the community of monks assent to my offer of a meal at my house tomorrow.” . . . Then the householder let the Blessed One know the time by messenger:

source: བཅོམ་ལྡན་འདས་ད་དེའི་དུས་ལ་བབ་པར་དགོངས་སུ་གསོལ།
en: “Honored One, the time has arrived. May the Blessed One know that the meal is ready.”

source: དེ་ནས་དགེ་སློང་གི་དགེ་འདུན་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ནས་ཁྱིམ་བདག་དེའི་ཁྱིམ་ག་ལ་བ་དེར་དོང་ངོ་།
en: Early in the morning the community of monks dressed, took their bowls and their robes, and went to the house of the householder.

source: །བཅོམ་ལྡན་འདས་ནི་བསོད་སྙོམས་བཞེས་ནས་རྫས་ཀྱིས་བསྒྲུབས་པའི་ཁྱིམ་ན་བཞུགས་སོ།
en: The Blessed One refrained from going for almsfood.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བསོད་སྙོམས་བཞེས་ནས་རྒྱུ་ལྔས་རྫས་ཀྱིས་བསྒྲུབས་པའི་ཁྱིམ་ན་བཞུགས་སོ།
en: The buddhas, the blessed ones, refrain from going for almsfood for five reasons.

source: །ལྔ་གང་ཞེ་ན།
en: What are the five?

source: ནད་པ་ལ་གཟིགས་པར་བཞེད་པ་དང་། གནས་མལ་ལ་གཟིགས་པར་བཞེད་པ་དང་། ནང་དུ་ཡང་དག་འཇོག་ལ་བཞུགས་པར་བཞེད་པ་དང་། ལྷ་རྣམས་ལ་ཆོས་སྟོན་པར་བཞེད་པ་དང་། ཉན་ཐོས་རྣམས་འདུལ་བ་ལ་བསླབ་པའི་གཞི་བཅའ་བར་བཞེད་པ་ཡིན་ནོ།
en: Wishing to look after the sick, wishing to look after the living quarters, wishing to go into seclusion, wishing to teach the Dharma to the gods, and wishing to establish a rule of training in the Vinaya for the disciples.
